title: Whoami Command Detected
id: test-001
logsource:
  product: windows
  service: sysmon
  category: process_creation
detection:
  selection:
    CommandLine|contains: whoami
  condition: selection
level: low
